[
    {
      "key": "619090d566d7aa31fbf59c6d",
      "index": 0,
      "price": 1792,
      "picture": "https://www.banglamotor.net/images/honda/honda-cbr150r-repsol-first1.jpg",
      "name": "Honda CBR150R Repsol",
      "company": "HONDA",
      "about": "Honda CBR is always a big name, we are eligible only for this little boy of this CBR series named “Honda CBR 150R”. It’s been long this entry level CBR 150R bikes in Bangladesh, which was Honda CBR 150 & Honda CBR 150R Repsol edition. The Ripsol edition has the glorious history of the World MotoGp Championship. But Recently Honda has brought huge variations on CBR 150R in Bangladesh.\r\n"
    },
    {
      "key": "619090d5d51cff99000ec23c",
      "index": 1,
      "price": 3110,
      "picture": "https://www.banglamotor.net/images/honda/honda-cbr150r-f01.jpg",
      "name": "Honda CBR150R",
      "company": "HONDA",
      "about": "The CBR150R is one of the stylish latest super bikes of Honda. Including its outstanding features like - sporty look and wonderful color combination along with liquid-cooled powerful engine which included a program fuel injection. In comparison, its price is higher in Bangladesh, but its demand for fashion-based Bangladeshis is above all. The CBR sports bikes are a big part of the motor sports world. Yamaha R15 v3, Suzuki GSX R150 are the strong competitors of this super dashing bike.\r\n"
    },
    {
      "key": "619090d54022098d858156f3",
      "index": 2,
      "price": 2331,
      "picture": "https://www.banglamotor.net/images/honda/honda-x-blade-first1.jpg",
      "name": "Honda X Blade",
      "company": "HONDA",
      "about": "The Honda X-Blade 160 cc naked sporty bike has launched in Bangladesh. But this time not ABS edition, BHL Launched standard edition of Honda X Blade in Bangladesh. But expecting very soon Honda X-Blade 160 cc ABS (anti-lock braking system) will be launched also. The all-new Honda X-Blade basically an updated and modern version of “Honda CB Hornet 160R” and comes with sharper design and an all-LED headlamp cluster.\r\n"
    },
    {
      "key": "619090d50310c8a7e0bdcc02",
      "index": 3,
      "price": 2533,
      "picture": "https://www.banglamotor.net/images/honda/honda-cb-hornet-abs-image1.jpg",
      "name": "Honda CB Hornet",
      "company": "HONDA",
      "about": "Honda CB Hornet 160R the bike has won the hearts of the young bikers in Bangladesh for its outstanding design and great efficiency. Bajaj Pulsar NS 160 is a tough opponent of Honda's CB Hornet model in Bangladesh. Although the Honda CB Hornet 160R is new in the Bangladesh market, but it's been a long time in Indian market, lets see the key features of this bike.\r\n"
    },
    {
      "key": "619090d526f2db4a3bdd73af",
      "index": 4,
      "price": 3085,
      "picture": "https://www.banglamotor.net/images/yamaha/yamaha-r15m-image01.jpg",
      "name": "Yamaha R15M",
      "company": "YAMAHA",
      "about": "R15 is a big name in today's world. Which is a great asset to the global motorcycle industry, including Bangladesh. The Japanese brand Yamaha first introduced their R15 bike to the world in 2008. Following its widespread success, Yamaha has been regularly updating the R15 bike. As part of this, Yamaha launched R15 V2, R15 V3 and currently R15M in the global market including Bangladesh. Yamaha's latest addition to the Bangladesh market is the Yamaha R15M.\r\n"
    },
    {
      "key": "619090d58e20e7c75547bb37",
      "index": 5,
      "price": 3444,
      "picture": "https://www.banglamotor.net/images/yamaha/yamaha-r15-v3-monster-image1.jpg",
      "name": "Yamaha R15 v3",
      "company": "YAMAHA",
      "about": "The total series of R15 is very popular around the world, as well as Bangladesh. In continuation of this, Yamaha brought a new version of R15 to the market which is Yamaha R15 v3 in 2017. This new R15 is not an updated version of the previous model R15 v2. Now R15 v3 is a whole new sports bike with full of functions.\r\n"
    },
    {
      "key": "619090d5a8a6f3f25e978458",
      "index": 6,
      "price": 1071,
      "picture": "https://www.banglamotor.net/images/yamaha/yamaha-mslaz-first1.jpg",
      "name": "Yamaha M Slaz",
      "company": "YAMAHA",
      "about": "'M Slaz 150' This is another modern sports bike of Yamaha, Which is recently a very popular bike among the young bikers worldwide even in Bangladesh. Yamaha's this bike also came to Bangladesh by importers. It was first introduced in Thailand, but it is now being built in India. In the context of Bangladesh, the Yamaha M Slaz price is also a little high, but young and passionate bike lovers of the country still love it.\r\n"
    },
    {
      "key": "619090d5e454bf1ebac1b767",
      "index": 7,
      "price": 1459,
      "picture": "https://www.banglamotor.net/images/yamaha/yamaha-fzs-fi-v2-first1.jpg",
      "name": "Yamaha FZS Fi v2",
      "company": "YAMAHA",
      "about": "The Yamaha FZS FI v2 is slightly lighter than its previous version. Already the bike has become very popular in Bangladesh. Yamaha has been successful in their FZ series over the past few years. In the continuation of the FZ series new bike Yamaha FZS FI v2. The bike is fuel efficient compared to the previous version. the newer version has increased fuel-efficiency. Some of the advantages of this bike in recent times have been different from its competitors such as wide tires.\r\n"
    },
    {
      "key": "619090d5c9776c858d5b23f5",
      "index": 8,
      "price": 2919,
      "picture": "https://www.banglamotor.net/images/suzuki/suzuki-gsx-r150-img-a1.jpg",
      "name": "Suzuki GSX R150",
      "company": "SUZUKI",
      "about": "Suzuki GSX R150 is currently the king of speed in Bangladesh. The bike has a powerful FI (fuel injection) engine and this GSX R150 bike is relatively small in size and light so the acceleration of the bike is excellent. Suzuki first launched this model on 02 November 2016 in Indonesia. It has gained a lot of popularity in the South Asian market including Bangladesh through gradual changes. Let's take a brief look at the Suzuki GSX R150 bike.\r\n"
    },
    {
      "key": "619090d56f41f29182e0b835",
      "index": 9,
      "price": 1082,
      "picture": "https://www.banglamotor.net/images/suzuki/suzuki-gixxer-sf-150-first1.jpg",
      "name": "Suzuki Gixxer SF FI ABS",
      "company": "SUZUKI",
      "about": "The Suzuki Gixxer SF 150 ABS is a muscular full faired sports bike, much like the Gixxer SF 250. There have been several changes to this Gixxer SF 150 ABS version which is now in a completely new design, although the engine remains the same. The Gixxer SF 150 ABS surpasses its predecessor in terms of features and style. The bike with some excellent graphics is now in the market of Bangladesh. Let’s take a look at some of the key features of the bike and a brief evaluation.\r\n"
    },
    {
      "key": "619090d5cbb254da1fff6596",
      "index": 10,
      "price": 2065,
      "picture": "https://www.banglamotor.net/images/suzuki/suzuki-gixxer-150-first1.jpg",
      "name": "Suzuki Gixxer",
      "company": "SUZUKI",
      "about": "Suzuki Gixxer is a big name among local bikers. The Gixxer 155 bike of this series is still very well received in Bangladesh. Recently Suzuki has modernized their bike, it is now in a completely new look with new graphics. Suzuki has tried to give a nice design to the Gixxer 155 bike through semi fairing, such a design is used in many bikes in the European region. However, we will present the main features of this bike and its brief evaluation.\r\n"
    },
    {
      "key": "619090d581e14d5975871ac6",
      "index": 11,
      "price": 2921,
      "picture": "https://www.banglamotor.net/images/suzuki/suzuki-gixxer-sf-old-first1.jpg",
      "name": "Suzuki Gixxer SF",
      "company": "SUZUKI",
      "about": "Suzuki Gixxer SF Bike is equally popular in the market of India and Bangladesh. This bike is a fully-faired and attractive sports bike, which is based on Gixxer's naked bikes. The first and main goal of creating this bike is the young Stylish Biker, who likes to ride naked and sportive bikes. The Gixxer SF is manufactured in a single down-tube frame.\r\n"
    },
    {
      "key": "619090d5d6120eb7cdd987ce",
      "index": 12,
      "price": 1330,
      "picture": "https://www.banglamotor.net/images/tvs/tvs-apache-rtr-160-4v-first1.jpg",
      "name": "TVS Apache RTR",
      "company": "TVS",
      "about": "TVS's Apache RTR series is a great success in India and Bangladesh. In Bangladesh, TVS has achieved the basics through RTR. Subsequently ‘TVS Apache RTR 4V’ is coming to the market in Bangladesh. With great design, unique graphics, powerful EFI Technology engine, it has already gained good popularity in India as well as Bangladesh. Let's see the main features of TVS Apache RTR 160 4V bike and its brief evaluation.\r\n"
    },
    {
      "key": "619090d551993689e1c2aaec",
      "index": 13,
      "price": 3653,
      "picture": "https://www.banglamotor.net/images/tvs/tvs-max-125-image1-min.jpg",
      "name": "TVS Max 125",
      "company": "TVS",
      "about": "TVS has added two more 125cc bikes to its fleet in Bangladesh. These are two versions of the same model. Both these versions are available in the market of Bangladesh. One is called Max 125 and the other is called Max Semi Trail 125, but the two bikes look very different, because one is an Off Road bike and the other is Standard.\r\n"
    },
    {
      "key": "619090d503e2ff625afd9500",
      "index": 14,
      "price": 3042,
      "picture": "https://www.banglamotor.net/images/tvs/tvs-metro-plus-first1.jpg",
      "name": "TVS Metro Plus",
      "company": "TVS",
      "about": "As a relatively low-cost start-up bike, the TVS Metro Plus has such an amazing design, appropriate colors and graphics, on the one hand, and its fuel-efficient engine on the other. As usual, this model of TVS is also known by different names in the market of Bangladesh and India, which has gained better popularity in Bangladesh than in India. Let's see the main features and brief evaluation of this popular bike.\r\n"
    },
    {
      "key": "619090d585f599ed673a8200",
      "index": 15,
      "price": 1113,
      "picture": "https://www.banglamotor.net/images/tvs/tvs-metro-first1.jpg",
      "name": "TVS Metro ES",
      "company": "TVS",
      "about": "TVS Metro is an entry level bike with relatively low price. TVS is introducing the bike in the local market as a fuel efficient bike. TVS Metro tops the list of fuel efficient bikes in Bangladesh. Indian company TVS is controlling the price of their Metro model in a great way, as a result of which it is now one of the cheapest bikes. Let's take a look at the main features of the bike and its brief evaluation.\r\n"
    }
  ]